Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 默认情况下，来自 App Store 的应用不允许迁移，因为迁移后将无法通过 App Store 更新。
ar: افتراضيًا، لا يُسمح بترحيل تطبيقات App Store لأنه لا يمكن تحديثها عبر App Store بعد الترحيل.
de: Standardmäßig dürfen App Store-Apps nicht migriert werden, da sie nach der Migration nicht mehr über den App Store aktualisiert werden können.
en: By default, App Store apps are not allowed to migrate because they cannot be updated via App Store after migration.
eo: Defaŭlte, App Store-aplikaĵoj ne rajtas migri ĉar ili ne povas esti ĝisdatigitaj per App Store post migrado.
es: Por defecto, no se permite migrar apps de App Store porque no se pueden actualizar tras la migración.
fr: Par défaut, la migration des apps App Store est interdite car elles ne peuvent plus être mises à jour via l'App Store après.
hi: डिफ़ॉल्ट रूप से, ऐप स्टोर ऐप्स को माइग्रेट करने की अनुमति नहीं है क्योंकि माइग्रेशन के बाद उन्हें ऐप स्टोर के माध्यम से अपडेट नहीं किया जा सकता है।
id: Secara default, aplikasi App Store tidak diizinkan untuk migrasi karena tidak dapat diperbarui melalui App Store setelah migrasi.
it: Per impostazione predefinita, le app dell'App Store non possono essere migrate perché non aggiornabili dopo la migrazione.
ja: デフォルトでは、App Storeアプリの移行は許可されていません。移行後はApp Store経由で更新できなくなるためです。
ko: 기본적으로 App Store 앱은 마이그레이션 후 App Store를 통해 업데이트할 수 없으므로 마이그레이션이 허용되지 않습니다.
nl: Standaard mogen App Store-apps niet worden gemigreerd omdat ze na migratie niet meer via de App Store kunnen worden bijgewerkt.
pl: Domyślnie aplikacje z App Store nie mogą być migrowane, ponieważ po migracji nie można ich aktualizować przez App Store.
pt: Por padrão, apps da App Store não podem ser migrados pois não atualizam via App Store após migração.
ru: По умолчанию миграция приложений App Store запрещена, так как они не обновляются через App Store после переноса.
th: ตามค่าเริ่มต้น แอป App Store จะไม่ได้รับอนุญาตให้ย้ายเนื่องจากไม่สามารถอัปเดตผ่าน App Store ได้หลังจากย้าย
tr: Varsayılan olarak, App Store uygulamalarının taşınmasına izin verilmez çünkü taşındıktan sonra App Store üzerinden güncellenemezler.
vi: Theo mặc định, ứng dụng App Store không được phép di chuyển vì chúng không thể cập nhật qua App Store sau khi di chuyển.
zh_hant: 預設情況下，來自 App Store 的應用程式不允許遷移，因為遷移後將無法透過 App Store 更新。

source: 以下应用来自 App Store 或归属系统（root），受 macOS 保护： %@ 迁移时 AppPorts 会先把应用完整复制到外部存储，再删除本地副本。 删除本地副本时系统会要求输入管理员密码，你也会听到垃圾桶的声音 —— 这都是正常的，点允许即可，AppPorts 会自动完成后续步骤。
ar: التطبيقات التالية من App Store أو مملوكة للنظام (root) ومحميّة بواسطة macOS: %@ عند الترحيل، ينسخ AppPorts التطبيق بالكامل إلى التخزين الخارجي أولاً، ثم يحذف النسخة المحلية. سيطلب macOS كلمة مرور المسؤول عند حذف النسخة المحلية، وستسمع صوت سلة المهملات. كلاهما طبيعي: وافق على الطلب وسيكمل AppPorts بقية الخطوات تلقائيًا.
de: Die folgenden Apps stammen aus dem App Store oder gehören dem System (root) und sind durch macOS geschützt: %@ AppPorts kopiert die App zuerst vollständig auf den externen Speicher und löscht danach die lokale Kopie. Beim Löschen fragt macOS nach dem Administratorpasswort, und du hörst den Papierkorb-Sound. Beides ist normal – bestätige die Abfrage, und AppPorts erledigt den Rest automatisch.
en: The following apps come from the App Store or are owned by the system (root) and are protected by macOS: %@ AppPorts copies each app to external storage in full first, then deletes the local copy. macOS will ask for your administrator password when the local copy is deleted, and you will hear the Trash sound. Both are normal — approve the prompt and AppPorts finishes the rest automatically.
eo: La jenaj aplikaĵoj devenas de App Store aŭ apartenas al la sistemo (root) kaj estas protektataj de macOS: %@ Dum migrado AppPorts unue kopias la aplikaĵon tute al ekstera konservejo, poste forigas la lokan kopion. Dum forigo de la loka kopio macOS petos administran pasvorton, kaj vi aŭdos la sonon de la rubujo. Ambaŭ estas normalaj: aprobu la peton kaj AppPorts finos la reston aŭtomate.
es: Las siguientes apps vienen de App Store o pertenecen al sistema (root) y macOS las protege: %@ Al migrar, AppPorts copia primero la app completa al almacenamiento externo y después elimina la copia local. macOS pedirá tu contraseña de administrador al eliminar la copia local y oirás el sonido de la papelera. Todo esto es normal: concede el permiso y AppPorts termina el resto automáticamente.
fr: Les apps suivantes proviennent de l’App Store ou appartiennent au système (root) et sont protégées par macOS : %@ Lors de la migration, AppPorts copie d’abord l’app entièrement vers le stockage externe, puis supprime la copie locale. macOS demandera votre mot de passe administrateur lors de la suppression, et vous entendrez le son de la corbeille. C’est normal : approuvez la demande et AppPorts termine le reste automatiquement.
hi: निम्न ऐप्स App Store से हैं या सिस्टम (root) के स्वामित्व में हैं और macOS द्वारा सुरक्षित हैं: %@ माइग्रेशन के समय AppPorts पहले ऐप को पूरी तरह बाहरी स्टोरेज पर कॉपी करता है, फिर स्थानीय प्रतिलिपि हटाता है। स्थानीय प्रतिलिपि हटाते समय macOS व्यवस्थापक पासवर्ड मांगेगा और आपको ट्रैश की आवाज़ सुनाई देगी। दोनों सामान्य हैं — अनुमति दें, बाकी AppPorts स्वतः पूरा कर लेगा।
id: App berikut berasal dari App Store atau dimiliki sistem (root) dan dilindungi oleh macOS: %@ Saat migrasi, AppPorts menyalin app sepenuhnya ke penyimpanan eksternal terlebih dahulu, baru menghapus salinan lokal. macOS akan meminta kata sandi administrator saat salinan lokal dihapus, dan Anda akan mendengar suara Tempat Sampah. Keduanya normal: setujui permintaan itu dan AppPorts menyelesaikan sisanya secara otomatis.
it: Le seguenti app provengono da App Store o appartengono al sistema (root) e sono protette da macOS: %@ Durante la migrazione AppPorts copia prima l’app per intero nell’archiviazione esterna, poi elimina la copia locale. macOS chiederà la password di amministratore quando elimina la copia locale e sentirai il suono del cestino. È tutto normale: concedi il permesso e AppPorts completa il resto automaticamente.
ja: 次のアプリは App Store 由来、またはシステム（root）所有のため macOS によって保護されています: %@ 移行時に AppPorts はまずアプリを外部ストレージへ完全にコピーし、その後でローカルのコピーを削除します。 ローカルのコピーを削除する際、macOS が管理者パスワードを求め、ゴミ箱の音が鳴ります。どちらも正常な動作です。「許可」を押せば、あとは AppPorts が自動で完了します。
ko: 다음 앱은 App Store에서 받았거나 시스템(root) 소유라 macOS에서 보호됩니다: %@ 마이그레이션할 때 AppPorts는 먼저 앱을 외부 저장소로 완전히 복사한 다음 로컬 복사본을 삭제합니다. 로컬 복사본을 삭제할 때 macOS가 관리자 암호를 요청하고 휴지통 소리가 들립니다. 둘 다 정상입니다. 허용을 누르면 나머지는 AppPorts가 자동으로 처리합니다.
nl: De volgende apps komen uit de App Store of zijn eigendom van het systeem (root) en worden door macOS beschermd: %@ Bij het migreren kopieert AppPorts de app eerst volledig naar externe opslag en verwijdert daarna de lokale kopie. macOS vraagt om je beheerderswachtwoord wanneer de lokale kopie wordt verwijderd, en je hoort het geluid van de prullenmand. Dat is normaal: geef toestemming en AppPorts doet de rest automatisch.
pl: Następujące aplikacje pochodzą z App Store lub należą do systemu (root) i są chronione przez macOS: %@ Podczas migracji AppPorts najpierw kopiuje aplikację w całości na pamięć zewnętrzną, a dopiero potem usuwa kopię lokalną. Przy usuwaniu kopii lokalnej macOS poprosi o hasło administratora, a Ty usłyszysz dźwięk kosza. To normalne — zatwierdź prośbę, a AppPorts dokończy resztę automatycznie.
pt: Os apps a seguir vêm da App Store ou pertencem ao sistema (root) e são protegidos pelo macOS: %@ Ao migrar, o AppPorts copia o app por completo para o armazenamento externo primeiro e só depois remove a cópia local. O macOS pedirá sua senha de administrador ao remover a cópia local, e você ouvirá o som da lixeira. Tudo isso é normal: autorize e o AppPorts conclui o resto automaticamente.
ru: Следующие приложения получены из App Store или принадлежат системе (root) и защищены macOS: %@ При переносе AppPorts сначала полностью копирует приложение на внешнее хранилище и только затем удаляет локальную копию. При удалении локальной копии macOS запросит пароль администратора, и вы услышите звук корзины. Это нормально: подтвердите запрос, и AppPorts завершит всё автоматически.
th: แอปต่อไปนี้มาจาก App Store หรือเป็นของระบบ (root) และถูก macOS ป้องกันไว้: %@ ตอนย้าย AppPorts จะคัดลอกแอปไปยังที่จัดเก็บข้อมูลภายนอกให้เสร็จก่อน แล้วจึงลบสำเนาในเครื่อง ขณะลบสำเนาในเครื่อง macOS จะขอรหัสผ่านผู้ดูแลระบบ และคุณจะได้ยินเสียงถังขยะ ทั้งสองอย่างเป็นเรื่องปกติ เพียงกดอนุญาต AppPorts จะจัดการที่เหลือให้เอง
tr: Aşağıdaki uygulamalar App Store’dan gelmiş veya sistem (root) sahibindedir ve macOS tarafından korunur: %@ AppPorts taşıma sırasında uygulamayı önce eksiksiz olarak harici depolamaya kopyalar, ardından yerel kopyayı siler. Yerel kopya silinirken macOS yönetici parolanızı ister ve Çöp kutusu sesini duyarsınız. İkisi de normaldir: izni onaylayın, AppPorts geri kalanını otomatik tamamlar.
vi: Các ứng dụng sau đến từ App Store hoặc thuộc sở hữu hệ thống (root) và được macOS bảo vệ: %@ Khi di chuyển, AppPorts sao chép toàn bộ ứng dụng sang bộ nhớ ngoài trước, rồi mới xóa bản sao cục bộ. macOS sẽ yêu cầu mật khẩu quản trị khi xóa bản sao cục bộ và bạn sẽ nghe thấy tiếng Thùng rác. Đây đều là bình thường: hãy cho phép, AppPorts sẽ tự hoàn tất phần còn lại.
zh_hant: 以下應用來自 App Store 或歸屬系統（root），受到 macOS 保護： %@ 遷移時 AppPorts 會先把應用完整複製到外部儲存裝置，再刪除本機副本。 刪除本機副本時系統會要求輸入管理員密碼，你也會聽到垃圾桶的聲音 —— 這些都是正常的，按下允許即可，AppPorts 會自動完成後續步驟。

source: 「%@」正在运行中，请先关闭该应用后再卸载其数据卷。
ar: «%@» قيد التشغيل. يرجى إنهاء التطبيق قبل إلغاء تحميل وحدة تخزين بياناته.
de: „%@“ wird ausgeführt. Beende die App, bevor du ihr Datenvolume aushängst.
en: "%@" is running. Quit the app before unmounting its data volume.
eo: “%@” funkcias. Fermu la aplikaĵon antaŭ ol malmunti ĝian datumvolumon.
es: «%@» se está ejecutando. Sal de la app antes de desmontar su volumen de datos.
fr: « %@ » est en cours d’exécution. Quittez l’app avant de démonter son volume de données.
hi: “%@” चल रहा है। उसका डेटा वॉल्यूम अनमाउंट करने से पहले ऐप बंद करें।
id: “%@” sedang berjalan. Tutup app sebelum melepas volume datanya.
it: “%@” è in esecuzione. Esci dall’app prima di smontare il suo volume dati.
ja: 「%@」は実行中です。データボリュームのマウントを解除する前にアプリを終了してください。
ko: “%@”이(가) 실행 중입니다. 데이터 볼륨을 마운트 해제하기 전에 앱을 종료하세요.
nl: ‘%@’ is actief. Stop de app voordat je het gegevensvolume ontkoppelt.
pl: „%@” działa. Zamknij aplikację przed odmontowaniem jej woluminu danych.
pt: “%@” está em execução. Encerre o app antes de desmontar o volume de dados.
ru: «%@» запущено. Закройте приложение, прежде чем размонтировать его том данных.
th: “%@” กำลังทำงานอยู่ โปรดออกจากแอปก่อนเลิกต่อเชื่อมดิสก์โวลุ่มข้อมูล
tr: “%@” çalışıyor. Veri birimini ayırmadan önce uygulamadan çıkın.
vi: “%@” đang chạy. Hãy thoát ứng dụng trước khi ngắt gắn kết ổ dữ liệu của ứng dụng.
zh_hant: 「%@」正在執行中，請先結束該應用程式後再卸載其資料卷宗。

source: 「%@」还原失败：%@
ar: فشلت استعادة «%@»: %@
de: „%@“ konnte nicht wiederhergestellt werden: %@
en: Restoring "%@" failed: %@
eo: Malsukcesis restarigi “%@”: %@
es: No se pudo restaurar «%@»: %@
fr: Échec de la restauration de « %@ » : %@
hi: “%@” पुनर्स्थापित नहीं हो सका: %@
id: Gagal memulihkan “%@”: %@
it: Ripristino di “%@” non riuscito: %@
ja: 「%@」を復元できませんでした：%@
ko: “%@” 복원 실패: %@
nl: Herstellen van ‘%@’ mislukt: %@
pl: Nie udało się przywrócić „%@”: %@
pt: Não foi possível restaurar “%@”: %@
ru: Не удалось восстановить «%@»: %@
th: กู้คืน “%@” ไม่สำเร็จ: %@
tr: “%@” geri yüklenemedi: %@
vi: Không thể khôi phục “%@”: %@
zh_hant: 「%@」還原失敗：%@

source: %lld 个挂载迁移
ar: %lld عمليات ترحيل بالتحميل
de: %lld Mount-Migrationen
en: %lld mount migrated
eo: %lld migradoj per muntado
es: %lld migraciones por montaje
fr: %lld migrations par montage
hi: माउंट द्वारा %lld माइग्रेशन
id: %lld migrasi dengan pemasangan
it: %lld migrazioni tramite montaggio
ja: マウント移行 %lld 件
ko: 마운트 마이그레이션 %lld개
nl: %lld migraties via aankoppelen
pl: Migracje przez montowanie: %lld
pt: %lld migrações por montagem
ru: Переносов с монтированием: %lld
th: ย้ายแบบต่อเชื่อม %lld รายการ
tr: %lld bağlayarak taşıma
vi: %lld mục di chuyển bằng gắn kết
zh_hant: %lld 個掛載遷移

source: App 管理权限
ar: إذن إدارة التطبيقات
de: App-Verwaltung
en: App Management
eo: Permeso administri aplikaĵojn
es: Gestión de apps
fr: Gestion des apps
hi: ऐप प्रबंधन की अनुमति
id: Izin Manajemen App
it: Permesso di gestione app
ja: App管理
ko: 앱 관리 권한
nl: Toegang voor appbeheer
pl: Uprawnienie do zarządzania aplikacjami
pt: Permissão de gerenciamento de apps
ru: Доступ к управлению приложениями
th: สิทธิ์การจัดการแอป
tr: Uygulama yönetimi izni
vi: Quyền Quản lý ứng dụng
zh_hant: App 管理權限

source: AppPorts 曾用 Ad-hoc 签名替换了它的开发者签名。在 macOS 27 上这样的应用可能无法打开。按下面的顺序处理，数据不会丢失；能正常打开的应用可以跳过第 3 步。
ar: استبدل AppPorts توقيع المطوّر لهذا التطبيق بتوقيع Ad-hoc. قد يتعذر فتحه على macOS 27. اتبع الخطوات التالية بالترتيب للحفاظ على بياناتك؛ يمكنك تخطي الخطوة 3 إذا كان التطبيق يفتح بشكل طبيعي.
de: AppPorts hat die Entwicklersignatur dieser App durch eine Ad-hoc-Signatur ersetzt. Solche Apps lassen sich unter macOS 27 möglicherweise nicht öffnen. Gehe in der folgenden Reihenfolge vor; dabei gehen keine Daten verloren. Wenn sich die App normal öffnen lässt, kannst du Schritt 3 überspringen.
en: AppPorts replaced its developer signature with an ad-hoc one. On macOS 27 such apps may fail to open. Follow the steps in order; no data is lost. Skip step 3 if the app still opens.
eo: AppPorts iam anstataŭigis la subskribon de ĝia programisto per subskribo Ad-hoc. Tiaj aplikaĵoj eble ne malfermiĝos en macOS 27. Sekvu la subajn paŝojn laŭorde; la datumoj ne perdiĝos. Se la aplikaĵo normale malfermiĝas, vi povas preterlasi paŝon 3.
es: AppPorts sustituyó la firma del desarrollador de esta app por una firma Ad-hoc. Estas apps podrían no abrirse en macOS 27. Sigue los pasos en orden; no se perderán datos. Si la app se abre con normalidad, puedes omitir el paso 3.
fr: AppPorts a remplacé la signature du développeur de cette app par une signature Ad-hoc. Sous macOS 27, ces apps peuvent ne plus s’ouvrir. Suivez les étapes ci-dessous dans l’ordre ; aucune donnée ne sera perdue. Si l’app s’ouvre normalement, vous pouvez ignorer l’étape 3.
hi: AppPorts ने इस ऐप के डेवलपर के हस्ताक्षर को Ad-hoc हस्ताक्षर से बदला था। macOS 27 पर ऐसा ऐप शायद न खुले। नीचे दिए चरण इसी क्रम में पूरे करें, डेटा नहीं खोएगा। ऐप सामान्य रूप से खुल रहा हो तो चरण 3 छोड़ सकते हैं।
id: AppPorts pernah mengganti tanda tangan pengembang app ini dengan tanda tangan Ad-hoc. App seperti ini mungkin tidak dapat dibuka di macOS 27. Ikuti langkah berikut secara berurutan agar data tidak hilang; lewati langkah 3 jika app masih dapat dibuka dengan normal.
it: AppPorts ha sostituito la firma dello sviluppatore con una firma Ad-hoc. Su macOS 27 queste app potrebbero non aprirsi. Segui i passaggi nell’ordine indicato: i dati non andranno persi. Se l’app si apre normalmente, puoi saltare il passaggio 3.
ja: AppPorts は以前、このアプリの開発元の署名を Ad-hoc 署名に置き換えました。macOS 27 では、このようなアプリを開けない場合があります。以下の順番で対処すれば、データが失われることはありません。アプリが正常に開ける場合は、手順 3 を省略できます。
ko: AppPorts가 이 앱의 개발자 서명을 Ad-hoc 서명으로 교체했습니다. 이러한 앱은 macOS 27에서 열리지 않을 수 있습니다. 아래 순서대로 진행하면 데이터가 손실되지 않습니다. 앱이 정상적으로 열리면 3단계는 건너뛰어도 됩니다.
nl: AppPorts heeft de handtekening van de ontwikkelaar vervangen door een Ad-hoc-handtekening. Deze apps openen mogelijk niet op macOS 27. Volg de stappen in deze volgorde; er gaan geen gegevens verloren. Als de app normaal opent, kun je stap 3 overslaan.
pl: AppPorts zastąpił podpis dewelopera podpisem Ad-hoc. Takie aplikacje mogą się nie otwierać w macOS 27. Wykonaj kroki w podanej kolejności — dane nie zostaną utracone. Jeśli aplikacja otwiera się normalnie, możesz pominąć krok 3.
pt: O AppPorts substituiu a assinatura do desenvolvedor por uma assinatura Ad-hoc. Esses apps podem não abrir no macOS 27. Siga as etapas na ordem indicada; nenhum dado será perdido. Se o app abrir normalmente, você pode pular a etapa 3.
ru: AppPorts заменил подпись разработчика подписью Ad-hoc. В macOS 27 такие приложения могут не открываться. Выполните действия по порядку — данные не потеряются. Если приложение открывается нормально, шаг 3 можно пропустить.
th: AppPorts เคยแทนที่ลายเซ็นของนักพัฒนาแอปนี้ด้วยลายเซ็น Ad-hoc แอปประเภทนี้อาจเปิดไม่ได้บน macOS 27 ทำตามขั้นตอนด้านล่างตามลำดับ ข้อมูลจะไม่สูญหาย หากแอปยังเปิดได้ตามปกติ ให้ข้ามขั้นตอนที่ 3 ได้
tr: AppPorts, uygulamanın geliştirici imzasını Ad-hoc imzayla değiştirdi. Bu tür uygulamalar macOS 27’de açılmayabilir. Aşağıdaki adımları sırayla izleyin; veriler kaybolmaz. Normal açılan uygulamalarda 3. adımı atlayabilirsiniz.
vi: AppPorts từng thay chữ ký nhà phát triển của ứng dụng này bằng chữ ký Ad-hoc. Những ứng dụng như vậy có thể không mở được trên macOS 27. Làm theo các bước bên dưới theo thứ tự để không mất dữ liệu; có thể bỏ qua bước 3 nếu ứng dụng vẫn mở bình thường.
zh_hant: AppPorts 曾用 Ad-hoc 簽名替換了它的開發者簽名。在 macOS 27 上，這類應用程式可能無法打開。請依照下列順序處理，資料不會遺失；若應用程式能正常打開，可以略過第 3 步。

source: AppPorts 读取邮件、信息等受保护的应用数据目录需要它。请在「系统设置 › 隐私与安全性 › 完全磁盘访问权限」里勾选 AppPorts。
ar: يحتاج AppPorts إلى هذا الإذن لقراءة مجلدات بيانات التطبيقات المحمية، مثل البريد والرسائل. فعّل AppPorts في «إعدادات النظام › الخصوصية والأمن › الوصول الكامل إلى القرص».
de: AppPorts benötigt diesen Zugriff, um geschützte App-Datenordner etwa von Mail und Nachrichten zu lesen. Aktiviere AppPorts unter „Systemeinstellungen › Datenschutz & Sicherheit › Festplattenvollzugriff“.
en: AppPorts needs it to read protected app data folders such as Mail and Messages. Turn on AppPorts under System Settings › Privacy & Security › Full Disk Access.
eo: AppPorts bezonas ĝin por legi protektatajn datumdosierujojn de aplikaĵoj, ekzemple Poŝto kaj Mesaĝoj. Ebligu AppPorts en “Sistemaj agordoj › Privateco kaj sekureco › Plena diskaliro”.
es: AppPorts necesita este permiso para leer las carpetas de datos protegidas de apps como Mail y Mensajes. Activa AppPorts en «Ajustes del Sistema › Privacidad y seguridad › Acceso total al disco».
fr: AppPorts en a besoin pour lire les dossiers de données protégés d’apps comme Mail et Messages. Activez AppPorts dans « Réglages Système › Confidentialité et sécurité › Accès complet au disque ».
hi: मेल और संदेश जैसे ऐप के सुरक्षित डेटा फ़ोल्डर पढ़ने के लिए AppPorts को यह अनुमति चाहिए। “सिस्टम सेटिंग्ज़ › गोपनीयता और सुरक्षा › पूर्ण डिस्क ऐक्सेस” में AppPorts चालू करें।
id: AppPorts memerlukan izin ini untuk membaca direktori data app yang dilindungi, seperti Mail dan Pesan. Aktifkan AppPorts di “Pengaturan Sistem › Privasi & Keamanan › Akses Disk Penuh”.
it: AppPorts ne ha bisogno per leggere le cartelle dati protette di app come Mail e Messaggi. Attiva AppPorts in “Impostazioni di Sistema › Privacy e Sicurezza › Accesso completo al disco”.
ja: AppPorts が「メール」や「メッセージ」など、保護されたアプリデータのディレクトリを読み取るために必要です。「システム設定 › プライバシーとセキュリティ › フルディスクアクセス」で AppPorts をオンにしてください。
ko: AppPorts가 Mail, 메시지 등 보호된 앱 데이터 디렉토리를 읽으려면 이 권한이 필요합니다. 시스템 설정 › 개인정보 보호 및 보안 › 전체 디스크 접근 권한에서 AppPorts를 켜세요.
nl: AppPorts heeft deze toegang nodig om beveiligde gegevensmappen van apps zoals Mail en Berichten te lezen. Schakel AppPorts in via ‘Systeeminstellingen › Privacy en beveiliging › Volledige schijftoegang’.
pl: AppPorts potrzebuje tego uprawnienia do odczytu chronionych folderów danych aplikacji, takich jak Poczta i Wiadomości. Włącz AppPorts w „Ustawienia systemowe › Prywatność i ochrona › Pełny dostęp do dysku”.
pt: O AppPorts precisa dessa permissão para ler pastas de dados protegidas, como as do Mail e do Mensagens. Ative o AppPorts em “Ajustes do Sistema › Privacidade e Segurança › Acesso Total ao Disco”.
ru: Этот доступ нужен AppPorts для чтения защищённых папок данных приложений, например «Почты» и «Сообщений». Включите AppPorts в разделе «Системные настройки › Конфиденциальность и безопасность › Полный доступ к диску».
th: AppPorts ต้องใช้สิทธิ์นี้เพื่ออ่านโฟลเดอร์ข้อมูลแอปที่ได้รับการปกป้อง เช่น เมลและข้อความ โปรดเปิดใช้ AppPorts ใน “การตั้งค่าระบบ › ความเป็นส่วนตัวและความปลอดภัย › การเข้าถึงดิสก์แบบเต็ม”
tr: AppPorts, Mail ve Mesajlar gibi uygulamaların korunan veri klasörlerini okumak için bu izne ihtiyaç duyar. “Sistem Ayarları › Gizlilik ve Güvenlik › Tam Disk Erişimi” bölümünde AppPorts’u açın.
vi: AppPorts cần quyền này để đọc các thư mục dữ liệu được bảo vệ của ứng dụng như Mail và Tin nhắn. Bật AppPorts trong “Cài đặt hệ thống › Quyền riêng tư & Bảo mật › Truy cập ổ đĩa đầy đủ”.
zh_hant: AppPorts 需要此權限才能讀取「郵件」、「訊息」等受保護的應用程式資料目錄。請在「系統設定 › 隱私權與安全性 › 完整磁碟取用權限」中開啟 AppPorts。

source: AppPorts 需要这些权限才能迁移应用，外部存储建议使用 APFS 格式。
ar: يحتاج AppPorts إلى هذه الأذونات لترحيل التطبيقات. يُنصح باستخدام تنسيق APFS للتخزين الخارجي.
de: AppPorts benötigt diese Berechtigungen, um Apps zu migrieren. Für den externen Speicher wird APFS empfohlen.
en: AppPorts needs these permissions to migrate apps. APFS is recommended for external storage.
eo: AppPorts bezonas ĉi tiujn permesojn por migrigi aplikaĵojn. La formato APFS estas rekomendata por ekstera konservilo.
es: AppPorts necesita estos permisos para migrar apps. Se recomienda el formato APFS para el almacenamiento externo.
fr: AppPorts a besoin de ces autorisations pour migrer les apps. Le format APFS est recommandé pour le stockage externe.
hi: ऐप माइग्रेट करने के लिए AppPorts को इन अनुमतियों की ज़रूरत है। बाहरी स्टोरेज के लिए APFS फ़ॉर्मैट सुझाया जाता है।
id: AppPorts memerlukan izin ini untuk memigrasikan app. Format APFS disarankan untuk penyimpanan eksternal.
it: AppPorts ha bisogno di questi permessi per migrare le app. Per l’unità esterna è consigliato il formato APFS.
ja: アプリを移行するには、AppPorts にこれらの権限が必要です。外部ストレージは APFS フォーマットをおすすめします。
ko: AppPorts가 앱을 마이그레이션하려면 이 권한들이 필요합니다. 외장 저장 장치는 APFS 포맷을 권장합니다.
nl: AppPorts heeft deze toegangsrechten nodig om apps te migreren. Voor externe opslag wordt APFS aanbevolen.
pl: AppPorts potrzebuje tych uprawnień do migracji aplikacji. Dla nośnika zewnętrznego zalecany jest format APFS.
pt: O AppPorts precisa dessas permissões para migrar apps. Recomendamos o formato APFS para o armazenamento externo.
ru: Эти разрешения нужны AppPorts для переноса приложений. Для внешнего накопителя рекомендуется формат APFS.
th: AppPorts ต้องใช้สิทธิ์เหล่านี้เพื่อย้ายแอป แนะนำให้ใช้อุปกรณ์จัดเก็บข้อมูลภายนอกที่มีรูปแบบ APFS
tr: AppPorts, uygulamaları taşımak için bu izinlere ihtiyaç duyar. Harici depolama için APFS biçimi önerilir.
vi: AppPorts cần những quyền này để di chuyển ứng dụng. Nên dùng định dạng APFS cho bộ nhớ ngoài.
zh_hant: AppPorts 需要這些權限才能遷移應用程式；外接儲存裝置建議使用 APFS 格式。

source: 上一步
ar: السابق
de: Zurück
en: Back
eo: Reen
es: Atrás
fr: Précédent
hi: पिछला चरण
id: Kembali
it: Indietro
ja: 戻る
ko: 이전
nl: Vorige
pl: Wstecz
pt: Voltar
ru: Назад
th: ย้อนกลับ
tr: Geri
vi: Quay lại

source: 仍然重签名
ar: إعادة التوقيع على أي حال
de: Trotzdem neu signieren
en: Re-sign anyway
eo: Tamen resubskribi
es: Volver a firmar de todos modos
fr: Re-signer quand même
hi: फिर भी पुनः हस्ताक्षर करें
id: Tetap tandatangani ulang
it: Rifirma comunque
ja: それでも再署名
ko: 계속 재서명
nl: Toch opnieuw ondertekenen
pl: Mimo to podpisz ponownie
pt: Reassinar mesmo assim
ru: Всё равно переподписать
th: เซ็นใหม่ต่อไป
tr: Yine de Yeniden İmzala
vi: Vẫn ký lại
zh_hant: 仍要重簽名

source: 修复「%@」的签名
ar: إصلاح توقيع «%@»
de: Signatur von „%@“ reparieren
en: Repair the signature of "%@"
eo: Ripari la subskribon de “%@”
es: Reparar la firma de «%@»
fr: Réparer la signature de « %@ »
hi: “%@” के हस्ताक्षर ठीक करें
id: Perbaiki tanda tangan “%@”
it: Ripara la firma di “%@”
ja: 「%@」の署名を修復
ko: “%@”의 서명 복구
nl: Handtekening van ‘%@’ repareren
pl: Napraw podpis „%@”
pt: Reparar a assinatura de “%@”
ru: Исправить подпись «%@»
th: ซ่อมแซมลายเซ็นของ “%@”
tr: “%@” İmzasını Onar
vi: Sửa chữ ký của “%@”
zh_hant: 修復「%@」的簽名

source: 全部还原
ar: استعادة الكل
de: Alle wiederherstellen
en: Restore all
eo: Restarigi ĉiujn
es: Restaurar todo
fr: Tout restaurer
hi: सभी पुनर्स्थापित करें
id: Pulihkan semua
it: Ripristina tutto
ja: すべて復元
ko: 모두 복원
nl: Alles herstellen
pl: Przywróć wszystko
pt: Restaurar tudo
ru: Восстановить всё
th: กู้คืนทั้งหมด
tr: Tümünü Geri Yükle
vi: Khôi phục tất cả
zh_hant: 全部還原
